{
  "pg003_title": "ネクサステクノロジーの事業領域",
  "pg003_paragraph_1": "私たちは、ITを中心とした多様なサービスでお客様の課題を解決し、社会に価値を提供し続けています。",
  "pg003_services_title": "サービス一覧",
  "card_Pg0031_title": "得意分野と技術力",
  "card_Pg0031_desc": "金融・保険・社会基盤など、業務系からインフラまで幅広い技術力。",
  "card_Pg0032_title": "情報セキュリティと品質管理",
  "card_Pg0032_desc": "徹底したプロセス管理と教育体制で、安心と高品質を提供。",
  "card_Pg0033_title": "企業の成長実績",
  "card_Pg0033_desc": "社員数・売上推移など、着実な企業成長をデータで紹介。",
  "card_Pg0034_title": "日中間ビジネス支援",
  "card_Pg0034_desc": "日中の架け橋として、企業の国際展開を総合サポート。",
  "card_Pg0035_title": "多角的な事業展開",
  "card_Pg0035_desc": "IT、教育、コンサル、不動産など幅広い分野でサービス提供。",
  "card_Pg0036_title": "ビジョンと理念",
  "card_Pg0036_desc": "社員と共に成長し、社会に貢献する企業としての想い。",
  "pg0031_title": "中核事業領域（金融・保険・社会基盤）",
  "pg0031_subtitle": "ネクサステクノロジーの中核を成す3つの技術領域についてご紹介します。",
  "pg0031_finance_title": "金融業務",
  "pg0031_finance_desc": "地銀共同システムをはじめとする金融機関向けの勘定系、為替、中継処理に強みがあります。勘定残高照会、資金移動、内国為替、外為インターフェースなど、確実性と正確性が求められる業務領域において多くの開発・保守実績を持っています。",
  "pg0031_insurance_title": "保険業務",
  "pg0031_insurance_desc": "生命保険、損害保険、団体信用生命保険など、幅広い保険業務に対応したシステム構築を行っています。契約、保全、保険金支払、照会などの業務システムを長年支えてきた豊富な実績があり、ユーザー目線に立った改善提案も含めた包括的な支援を提供しています。",
  "pg0031_infra_title": "社会基盤",
  "pg0031_infra_desc": "公共機関やインフラ企業向けに、クラウド基盤（AWS等）やサーバー・ネットワーク設計、システム運用保守などをワンストップで提供しています。BCP対策やセキュリティ要求にも対応した信頼性の高い基盤構築を強みとしています。",
  "pg0032_title": "情報セキュリティと品質保証体制",
  "pg0032_subtitle": "信頼されるサービス提供のために、徹底したセキュリティと品質管理を実践しています。",
  "pg0032_security_title": "情報セキュリティ体制",
  "pg0032_security_desc": "ネクサステクノロジーは、情報セキュリティを経営の最重要課題の一つと位置づけています。セキュリティポリシーの明確化、開発プロセスの整備と継続的な教育により、お客様の大切な情報資産を確実に守ります。また、国際的な基準を踏まえた管理体制を構築し、安心・安全なサービスの提供を実現しています。",
  "pg0032_quality_title": "品質保証体制",
  "pg0032_quality_desc": "各工程におけるレビューやチェックリストを徹底し、品質の安定と継続的な改善に取り組んでいます。属人的な判断やミスに依存しない体制づくりを推進し、組織全体での品質意識を醸成しています。常にお客様にご満足いただける成果物を提供するために、品質管理に妥協はありません。",
  "pg0033_title": "企業の成長と未来への歩み",
  "pg0033_subtitle": "売上、社員数の拡大、グローバル展開など、数字と事実で見るネクサステクノロジーの発展軌跡",
  "pg0033_growth_title": "売上成長",
  "pg0033_growth_desc": "設立以来、着実に売上を伸ばし続け、安定した成長基盤を築いてきました。主要取引先の拡大、新規事業の創出によって、今後も更なる成長を目指しています。",
  "pg0033_employees_title": "社員数の推移",
  "pg0033_employees_desc": "人材こそ企業の力。国内外の優秀な技術者を積極的に採用し、ダイバーシティを推進。柔軟な働き方や研修制度により、定着率の高さも誇ります。",
  "pg0033_partners_title": "主要取引先",
  "pg0033_partners_desc": "私たちは、NTTデータグループをはじめ、金融・保険・IT分野における多数の大手企業と信頼関係を築いています。継続的なシステム開発・保守を通じて、確かな実績を重ねてまいりました。",
  "pg0034_title": "日中ビジネス支援・不動産ソリューション",
  "pg0034_subtitle": "ITを軸に、日本と中国をつなぐビジネス支援と総合不動産サービスを展開しています。",
  "pg0034_bridge_title": "日中ビジネスの架け橋",
  "pg0034_bridge_desc": "日本と中国を結ぶ企業連携・業務提携を支援し、スムーズな事業進出と信頼構築をサポートします。",
  "pg0034_support_title": "市場進出支援",
  "pg0034_support_desc": "日系企業の中国進出、中国企業の日本参入を対象に、法務・会計・税務を含むトータルな支援を提供。",
  "pg0034_realestate_title": "不動産投資・管理",
  "pg0034_realestate_desc": "法人・個人向けの投資物件提案、物件購入支援、管理代行など不動産に関わる幅広いサービスを提供しています。",
  "pg0035_title": "人材育成と社会貢献",
  "pg0035_subtitle": "ITサービスの提供に留まらず、人材育成と持続可能な社会づくりにも力を入れています。",
  "pg0035_training_title": "教育研修",
  "pg0035_training_desc": "体系的な研修プログラムや社内勉強会、ノウハウ共有を通じて、新入社員から技術者までの成長を支援します。",
  "pg0035_dispatch_title": "IT人材派遣",
  "pg0035_dispatch_desc": "顧客のニーズに応じた経験豊富なエンジニアを派遣し、プロジェクトの円滑な進行をサポートします。",
  "pg0035_sdgs_title": "SDGsへの取り組み",
  "pg0035_sdgs_desc": "国連の持続可能な開発目標（SDGs）に賛同し、環境保護・女性活躍・IT教育普及などの社会貢献活動に参加しています。",
  "pg0036_organization_title": "会社組織と体制",
  "pg0036_organization_desc": "当社は、代表取締役を中心に複数のビジネスユニットとグループ会社で構成され、IT・不動産・コンサルティング・金融分野の多様なニーズに対応しています。社内連携を強化し、柔軟かつ確実なサービス体制を築いています。",
  "pg0036_message_title": "今後ともよろしくお願いいたします",
  "pg0036_message_desc": "ネクサステクノロジー株式会社は、技術力と人間力の両立を軸に、日中の企業連携・IT開発・不動産支援など多方面で成長を続けています。お客様との信頼関係を大切にし、さらなる価値創出に挑戦してまいります。"
}