{
  "pg002_title": "About Nexus Technology Corporation",
  "pg002_paragraph_1": "Thank you for visiting the official website of Nexus Technology Corporation. Since our establishment in 2014, we have aimed to contribute to our clients’ growth and to society through diverse IT-driven businesses.",
  "pg002_paragraph_2": [
    "Our philosophy is to value people and create a workplace where every employee feels happy. We place the highest importance on individual growth and trusted relationships with our clients.",
    "Our business spans a wide range of fields including system development, IT infrastructure construction, and cloud operations. In addition, we provide consulting services such as Smart City planning and educational solutions, and engage in real estate transactions and management.",
    "We actively collaborate with both domestic and international partners, with a strong focus on cross-border business between Japan and Asia—particularly China. We offer global solutions such as business matching and market entry support.",
    "Our major clients include prominent companies such as NTT Data Group, Riken Vitamin Co., Ltd., and Japan Data Skill Corporation.",
    "Moving forward, we will continue to embrace change and strive to grow alongside our clients as a flexible and future-oriented company."
  ],
  "pg002_section_company_title": "Company Overview",
  "pg002_section_company_subtitle": " ",
  "greeting_title": "Message from the President",
  "greeting_paragraphs": [
    "Nexus Technology Corporation was established in April 2014 as an IT services company specializing in system development and consulting.",
    "Our founding philosophy is to 'value people.' We aim to be a trusted company that continues to improve its technological and service capabilities, brings joy to clients, and fosters the growth and humanity of each employee.",
    "Under this philosophy, we have assembled engineers with extensive upstream design and development experience and specialists in areas such as finance, public sector, and logistics to provide SE services throughout Japan. For overseas clients, particularly those based in China, we also offer IT services, SE support, consulting, and IT-related products utilizing our accumulated resources and know-how from a global perspective.",
    "We are still a young company, but every member of our team is dedicated to growing. We sincerely appreciate your continued support and partnership."
  ],
  "signature_image_alt": "Representative Signature",
  "history_title": "Company History",
  "history": [
    {
      "date": "March 2020",
      "event": "Head office relocated to Sunrise Tachibana Building, 3-10-14 Higashi-Nihonbashi, Chuo-ku, Tokyo."
    },
    {
      "date": "June 2017",
      "event": "Established subsidiary Nexuspho Co., Ltd."
    },
    {
      "date": "September 2014",
      "event": "Relocated head office to Tanaka Building, 5-15-1 Asakusabashi, Taito-ku, Tokyo."
    },
    {
      "date": "April 2014",
      "event": "Established Nexus Technology Corporation."
    }
  ]
}