{
  "nav_pg001": "Home",
  "nav_pg002": "Nexus Strengths",
  "nav_pg003": "Company Info",
  "nav_pg004": "Business Overview",
  "nav_pg005": "Contact Us",
  "nav_pg006": "Internal Bulletin",
  "language_toggle": "Language Switch",
  "pg001_title": "We maximize value for our clients through IT.",
  "pg001_subtitle": "We value people and strive to be a company where employees feel happy.",
  "pg001_button_learn_more": "Learn More",
  "footer_copyright": "ALL RIGHTS RESERVED ©Nexus Technology Co., Ltd.",
  "pg001_news_title": "News",
  "pg001_news_items": [
    "2014.04 Nexus Technology Co., Ltd. established",
    "2014.09 Head office relocated to Asakusabashi, Taito-ku, Tokyo",
    "2017.06 Subsidiary Nexfo Co., Ltd. established",
    "2020.03 Head office relocated to Higashi-Nihonbashi, Chuo-ku, Tokyo",
    "2024.07 10th Anniversary Celebration Party held"
  ],
  "pg001_intro_title": "About Nexus Technology Co., Ltd.",
  "pg001_intro_paragraph": "Since its establishment in 2014, Nexus Technology Co., Ltd. has grown as a comprehensive IT service company under the concept of 'IT × Human Power,' responding to increasingly diverse and sophisticated business needs. Our core business areas include system development and IT consulting, with a proven track record in high-demand sectors such as finance, insurance, and public infrastructure. In addition to providing SE services within Japan, we leverage a global development framework based in China to offer flexible and efficient IT resources to clients worldwide. Furthermore, as part of our future growth strategy, we are actively expanding into the PropTech (Property Technology) sector, aiming to enhance the value of community and living infrastructure through the integration of real estate and IT solutions. Going forward, we remain committed to fostering individual employee growth and delivering sincere, reliable services, thereby building strong trust with our clients and contributing to a more sustainable society.",
  "pg001_features_title": "3 Reasons Why Clients Choose Us",
  "pg001_feature1_title": "Diverse Business Domains",
  "pg001_feature1_desc": "Proven track record across IT, tourism, and staffing, with integrated proposal capabilities.",
  "pg001_feature2_title": "Global Perspective & Responsiveness",
  "pg001_feature2_desc": "Support for international business with overseas offices and multilingual services.",
  "pg001_feature3_title": "Local Trust and Engagement",
  "pg001_feature3_desc": "Based in Tokyo's Chuo ward, growing together with the local community."
}
