{
  "pg003_title": "Nexus Business Domains",
  "pg003_paragraph_1": "We continuously provide valuable solutions through diverse services centered around IT.",
  "pg003_services_title": "Service Overview",
  "card_Pg0031_title": "Technical Strengths & Specialties",
  "card_Pg0031_desc": "Expertise across finance, insurance, and social infrastructure systems.",
  "card_Pg0032_title": "Security & Quality Assurance",
  "card_Pg0032_desc": "Robust processes and training systems ensure reliable, high-quality delivery.",
  "card_Pg0033_title": "Company Growth Metrics",
  "card_Pg0033_desc": "Track our employee and revenue growth through real performance data.",
  "card_Pg0034_title": "Japan-China Business Support",
  "card_Pg0034_desc": "Your bridge to cross-border expansion and success between Japan and China.",
  "card_Pg0035_title": "Diversified Business Operations",
  "card_Pg0035_desc": "Providing services across IT, education, consulting, and real estate sectors.",
  "card_Pg0036_title": "Vision & Philosophy",
  "card_Pg0036_desc": "Committed to growth with our people and meaningful contribution to society.",
  "pg0031_title": "Core Business Areas (Finance, Insurance, Infrastructure)",
  "pg0031_subtitle": "Introducing the three key technological domains that form the core of Nexus Technology.",
  "pg0031_finance_title": "Finance Systems",
  "pg0031_finance_desc": "We specialize in core banking systems such as account settlement, funds transfer, and interbank processing, especially through the regional bank cooperative systems. Our solutions emphasize precision, reliability, and proven delivery records.",
  "pg0031_insurance_title": "Insurance Systems",
  "pg0031_insurance_desc": "We develop systems covering a wide range of insurance domains—life, non-life, and group credit. From contracts and maintenance to claims and inquiries, our deep experience supports comprehensive insurance system lifecycle management.",
  "pg0031_infra_title": "Social Infrastructure",
  "pg0031_infra_desc": "We provide end-to-end services for public agencies and infrastructure firms, including AWS cloud architecture, server/network design, and system operations. Our strengths include secure, reliable infrastructure aligned with BCP and compliance needs.",
  "pg0032_title": "Information Security and Quality Assurance",
  "pg0032_subtitle": "We uphold robust security and quality practices to ensure consistently reliable service delivery.",
  "pg0032_security_title": "Information Security Framework",
  "pg0032_security_desc": "At Nexus Technology, information security is a top priority. We clearly define our security policies, maintain structured development processes, and provide ongoing training to ensure the protection of our clients’ valuable data. Our management framework is aligned with international standards to deliver safe and secure services.",
  "pg0032_quality_title": "Quality Assurance System",
  "pg0032_quality_desc": "We implement rigorous reviews and checklists at each development stage to maintain high-quality output. By minimizing dependence on individual discretion and human error, we establish a systemized quality culture across the organization—ensuring that every deliverable meets client expectations.",
  "pg0033_title": "Company Growth and Vision",
  "pg0033_subtitle": "From sales and headcount trends to global strategy—our trajectory and goals in numbers and words.",
  "pg0033_growth_title": "Revenue Growth",
  "pg0033_growth_desc": "Since our founding, we’ve achieved steady revenue growth by expanding clients and launching new services. We aim to strengthen this foundation further.",
  "pg0033_employees_title": "Team Expansion",
  "pg0033_employees_desc": "People are our greatest asset. We’ve built a diverse team by hiring both Japanese and global engineers, with strong training and retention practices.",
  "pg0033_partners_title": "Key Business Partners",
  "pg0033_partners_desc": "We have built long-term partnerships with many leading enterprises including the NTT Data Group, mainly in finance, insurance, and IT sectors. Our solid track record spans system development and operational support.",
  "pg0034_title": "Japan-China Business & Real Estate Solutions",
  "pg0034_subtitle": "We connect businesses across Japan and China through IT-driven services and real estate expertise.",
  "pg0034_bridge_title": "Bridge Between Japan and China",
  "pg0034_bridge_desc": "We foster partnerships between Japanese and Chinese companies, supporting seamless market entry and mutual trust building.",
  "pg0034_support_title": "Market Entry Support",
  "pg0034_support_desc": "Comprehensive assistance for Japanese companies expanding to China and Chinese companies entering Japan, including legal, accounting, and tax support.",
  "pg0034_realestate_title": "Real Estate Investment & Management",
  "pg0034_realestate_desc": "We provide real estate consulting, purchase support, and operational management services for both corporate and individual clients.",
  "pg0035_title": "Talent Development & Social Responsibility",
  "pg0035_subtitle": "Beyond providing IT services, we are committed to fostering human resources and building a sustainable future.",
  "pg0035_training_title": "Education & Training",
  "pg0035_training_desc": "We offer structured training programs, in-house study groups, and knowledge sharing sessions to support the career growth of new employees and engineers.",
  "pg0035_dispatch_title": "IT Talent Dispatch",
  "pg0035_dispatch_desc": "We provide experienced system engineers with strong communication and technical skills tailored to client needs, ensuring swift and smooth project delivery.",
  "pg0035_sdgs_title": "SDGs Initiatives",
  "pg0035_sdgs_desc": "We actively support the UN Sustainable Development Goals (SDGs) by engaging in environmental protection, promoting gender equity, and expanding IT education accessibility.",
  "pg0036_organization_title": "Company Organization",
  "pg0036_organization_desc": "Our company is structured around a representative director with multiple business units and group companies. We provide comprehensive services in IT, real estate, finance, and consulting, all under a flexible and collaborative structure.",
  "pg0036_message_title": "Thank You for Your Continued Support",
  "pg0036_message_desc": "At Nexus Technology, we strive to balance technological strength with human-centered values. Through cross-border collaboration, IT development, and real estate solutions, we continue to grow with our clients and create meaningful value together."
}